const images = [
  {
    author: 'Иван Айвазовский',
    name: 'Девятый вал',
    year: '1850',
    id: '1'
  },
  {
    author: 'Илья Репин',
    name: 'Бурлаки на Волге',
    year: '1873',
    id: '2'
  },
  {
    author: 'Илья Репин',
    name: 'Не ждали',
    year: '1888',
    id: '3'
  },
  {
    author: 'Илья Репин',
    name: 'Вечорници',
    year: '1881',
    id: '4'
  },
  {
    author: 'Илья Репин',
    name: 'Проводы новобранца',
    year: '1879',
    id: '5'
  },
  {
    author: 'Илья Репин',
    name: 'Крестный ход',
    year: '1883',
    id: '6'
  },
  {
    author: 'Илья Репин',
    name: 'Иван Грозный и сын его Иван',
    year: '1885',
    id: '7'
  },
  {
    author: 'Илья Репин',
    name: 'Садко',
    year: '1876',
    id: '8'
  },
  {
    author: 'Илья Репин',
    name: 'Приготовление к экзамену',
    year: '1864',
    id: '9'
  },
  {
    author: 'Илья Репин',
    name: 'Летний пейзаж',
    year: '1879',
    id: '10'
  },
  {
    author: 'Илья Репин',
    name: 'Запорожцы',
    year: '1891',
    id: '11'
  },
  {
    author: 'Иван Крамской',
    name: 'Неизвестная',
    year: '1883',
    id: '12'
  },
  {
    author: 'Сандро Боттичелли',
    name: 'Рождение Венеры',
    year: '1486',
    id: '13'
  },
  {
    author: 'Иван Шишкин',
    name: 'Утро в сосновом лесу',
    year: '1889',
    id: '14'
  },
  {
    author: 'Рембрандт',
    name: 'Ночной дозор',
    year: '1642',
    id: '15'
  },
  {
    author: 'Леонардо да Винчи',
    name: 'Тайная вечеря',
    year: '1498',
    id: '16'
  },
  {
    author: 'Сальвадор Дали',
    name: 'Постоянство памяти',
    year: '1931',
    id: '17'
  },
  {
    author: 'Поль Гоген',
    name: 'Откуда мы пришли? Кто мы? Куда мы идём?',
    year: '1898',
    id: '18'
  },
  {
    author: 'Эжен Делакруа',
    name: 'Свобода, ведущая народ',
    year: '1830',
    id: '19'
  },
  {
    author: 'Михаил Врубель',
    name: 'Демон сидящий',
    year: '1890',
    id: '20'
  },
  {
    author: 'Эдуар Мане',
    name: 'Бар в «Фоли-Бержер»',
    year: '1882',
    id: '21'
  },
  {
    author: 'Тициан',
    name: 'Любовь земная и Любовь небесная',
    year: '1516',
    id: '22'
  },
  {
    author: 'Михаил Нестеров',
    name: 'Видение отроку Варфоломею',
    year: '1890',
    id: '23'
  },
  {
    author: 'Питер Брейгель',
    name: 'Притча о слепых',
    year: '1568',
    id: '24'
  },
  {
    author: 'Виктор Васнецов',
    name: 'Аленушка',
    year: '1881',
    id: '25'
  },
  {
    author: 'Карл Брюллов',
    name: 'Последний день Помпеи',
    year: '1833',
    id: '26'
  },
  {
    author: 'Пабло Пикассо',
    name: 'Девочка на шаре',
    year: '1905',
    id: '27'
  },
  {
    author: 'Эдгар Дега',
    name: 'Голубые танцовщицы',
    year: '1897',
    id: '28'
  },
  {
    author: 'Леонардо да Винчи',
    name: 'Мона Лиза',
    year: '1505',
    id: '29'
  },
  {
    author: 'Микеланджело',
    name: 'Сотворение Адама',
    year: '1511',
    id: '30'
  },
  {
    author: 'Ян Вермеер',
    name: 'Девушка с жемчужной серёжкой',
    year: '1665',
    id: '31'
  },
  {
    author: 'Василий Суриков',
    name: 'Боярыня Морозова',
    year: '1887',
    id: '32'
  },
  {
    author: 'Виктор Васнецов',
    name: 'Богатыри',
    year: '1898',
    id: '33'
  },
  {
    author: 'Андрей Рублев',
    name: 'Троица',
    year: '1411',
    id: '34'
  },
  {
    author: 'Пабло Пикассо',
    name: 'Герника',
    year: '1937',
    id: '35'
  },
  {
    author: 'Иероним Босх',
    name: 'Сад земных наслаждений',
    year: '1510',
    id: '36'
  },
  {
    author: 'Эдвард Мунк',
    name: 'Крик',
    year: '1893',
    id: '37'
  },
  {
    author: 'Марк Шагал',
    name: 'Прогулка',
    year: '1918',
    id: '38'
  },
  {
    author: 'Иванов Александр',
    name: 'Явление Христа народу',
    year: '1857',
    id: '39'
  },
  {
    author: 'Федотов Павел',
    name: 'Сватовство майора',
    year: '1852',
    id: '40'
  },
  {
    author: 'Василий Верещагин',
    name: 'Апофеоз войны',
    year: '1817',
    id: '41'
  },
  {
    author: 'Джорджоне',
    name: 'Спящая Венера',
    year: '1510',
    id: '42'
  },
  {
    author: 'Питер Брейгель',
    name: 'Охотники на снегу',
    year: '1565',
    id: '43'
  },
  {
    author: 'Караваджо',
    name: 'Лютнист',
    year: '1596',
    id: '44'
  },
  {
    author: 'Рембрандт',
    name: 'Даная',
    year: '1647',
    id: '45'
  },
  {
    author: 'Джованни Беллини',
    name: 'Пир богов',
    year: '1514',
    id: '46'
  },
  {
    author: 'Ян ван Эйк',
    name: 'Портрет четы Арнольфини',
    year: '1434',
    id: '47'
  },
  {
    author: 'Сандро Боттичелли',
    name: 'Весна',
    year: '1482',
    id: '48'
  },
  {
    author: 'Леонардо да Винчи',
    name: 'Благовещение',
    year: '1475',
    id: '49'
  },
  {
    author: 'Леонардо да Винчи',
    name: 'Дама с горностаем',
    year: '1490',
    id: '50'
  },
  {
    author: 'Леонардо да Винчи',
    name: 'Мадонна Литта',
    year: '1491',
    id: '51'
  },
  {
    author: 'Рафаэль',
    name: 'Дама с единорогом',
    year: '1506',
    id: '52'
  },
  {
    author: 'Рафаэль',
    name: 'Мадонна Бельведерская',
    year: '1506',
    id: '53'
  },
  {
    author: 'Рафаэль',
    name: 'Сикстинская Мадонна',
    year: '1520',
    id: '54'
  },
  {
    author: 'Тициан',
    name: 'Динарий Кесаря',
    year: '1516',
    id: '55'
  },
  {
    author: 'Тициан',
    name: 'Кающаяся Марина Магдалина',
    year: '1565',
    id: '56'
  },
  {
    author: 'Тициан',
    name: 'Вакханалия',
    year: '1526',
    id: '57'
  },
  {
    author: 'Тициан',
    name: 'Венера Урбинская',
    year: '1534',
    id: '58'
  },
  {
    author: 'Тициан',
    name: 'Конный портрет Карла V',
    year: '1548',
    id: '59'
  },
  {
    author: 'Альбрехт Дюрер',
    name: 'Адам и Ева',
    year: '1507',
    id: '60'
  },
  {
    author: 'Альбрехт Дюрер',
    name: 'Праздник четок',
    year: '1506',
    id: '61'
  },
  {
    author: 'Веронезе',
    name: 'Марс и Венера',
    year: '1560',
    id: '62'
  },
  {
    author: 'Веронезе',
    name: 'Пир в доме Левия',
    year: '1563',
    id: '63'
  },
  {
    author: 'Эль Греко',
    name: 'Апостолы Петр и Павел',
    year: '1592',
    id: '64'
  },
  {
    author: 'Рембрандт',
    name: 'Автопортрет с Саскией',
    year: '1635',
    id: '65'
  },
  {
    author: 'Рембрандт',
    name: 'Христос и грешница',
    year: '1644',
    id: '66'
  },
  {
    author: 'Веласкес',
    name: 'Бахус',
    year: '1628',
    id: '67'
  },
  {
    author: 'Веласкес',
    name: 'Инфанта Маргарита',
    year: '1654',
    id: '68'
  },
  {
    author: 'Веласкес',
    name: 'Поклонение волхвов',
    year: '1619',
    id: '69'
  },
  {
    author: 'Веласкес',
    name: 'Вилла Медичи в Риме. Полдень',
    year: '1630',
    id: '70'
  },
  {
    author: 'Веласкес',
    name: 'Венера с зеркалом',
    year: '1651',
    id: '71'
  },
  {
    author: 'Веласкес',
    name: 'Кузница вулкана',
    year: '1630',
    id: '72'
  },
  {
    author: 'Веласкес',
    name: 'Менины',
    year: '1656',
    id: '73'
  },
  {
    author: 'Веласкес',
    name: 'Сдача Бреды',
    year: '1635',
    id: '74'
  },
  {
    author: 'Бартоломео Мурильо',
    name: 'Мадонна с четками',
    year: '1655',
    id: '75'
  },
  {
    author: 'Бартоломео Мурильо',
    name: 'Явление и дар Богородицы',
    year: '1655',
    id: '76'
  },
  {
    author: 'Бартоломео Мурильо',
    name: 'Мальчик с собакой',
    year: '1650',
    id: '77'
  },
  {
    author: 'Бартоломео Мурильо',
    name: 'Непорочное зачатие',
    year: '1678',
    id: '78'
  },
  {
    author: 'Никола Пуссен',
    name: 'Пейзаж с Полифемом',
    year: '1649',
    id: '79'
  },
  {
    author: 'Ян Вермеер "Служанка с кувшином молока',
    name: 'Молочница',
    year: '1660',
    id: '80'
  },
  {
    author: 'Жан Этьен Лиотар',
    name: 'Шоколадница',
    year: '1745',
    id: '81'
  },
  {
    author: 'Жан Фрагонар',
    name: 'Качели',
    year: '1767',
    id: '82'
  },
  {
    author: 'Жан Фрагонар',
    name: 'Поцелуй украдкой',
    year: '1788',
    id: '83'
  },
  {
    author: 'Гейнсборо',
    name: 'Дама в голубом',
    year: '1780',
    id: '84'
  },
  {
    author: 'Жан Батист Грёз',
    name: 'Избалованное дитя',
    year: '1765',
    id: '85'
  },
  {
    author: 'Жан Батист Грёз',
    name: 'Деревенская помолвка',
    year: '1761',
    id: '86'
  },
  {
    author: 'Владимир Боровиковский',
    name: 'Портрет Лопухиной',
    year: '1797',
    id: '87'
  },
  {
    author: 'Джон Констебл',
    name: 'Вид на собор в Солсбери из епископского сада',
    year: '1823',
    id: '88'
  },
  {
    author: 'Василий Тропинин',
    name: 'Кружевница',
    year: '1823',
    id: '89'
  },
  {
    author: 'Алексей Венецианов',
    name: 'На жатве. Лето',
    year: '1827',
    id: '90'
  },
  {
    author: 'Алексей Венециановн',
    name: 'Спящий пастушок',
    year: '1826',
    id: '91'
  },
  {
    author: 'Алексей Венецианов',
    name: 'На пашне. Весна',
    year: '1820',
    id: '92'
  },
  {
    author: 'Карл Брюллов',
    name: 'Итальянский полдень',
    year: '1827',
    id: '93'
  },
  {
    author: 'Карл Брюллов',
    name: 'Всадница',
    year: '1832',
    id: '94'
  },
  {
    author: 'Василий Перов',
    name: 'Приезд гувернантки в купеческий дом',
    year: '1866',
    id: '95'
  },
  {
    author: 'Василий Перов',
    name: 'Тройка',
    year: '1866',
    id: '96'
  },
  {
    author: 'Василий Перов',
    name: 'Сельский крестный ход на Пасхе',
    year: '1861',
    id: '97'
  },
  {
    author: 'Василий Перов',
    name: 'Птицелов',
    year: '1870',
    id: '98'
  },
  {
    author: 'Василий Перов',
    name: 'Охотники на привале',
    year: '1871',
    id: '99'
  },
  {
    author: 'Алексей Саврасов',
    name: 'Грачи прилетели',
    year: '1871',
    id: '100'
  },
  {
    author: 'Фёдор Васильев',
    name: 'Мокрый луг',
    year: '1872',
    id: '101'
  },
  {
    author: 'Константин Маковский',
    name: 'Дети, бегущие от грозы',
    year: '1872',
    id: '102'
  },
  {
    author: 'Константин Маковский',
    name: 'Боярский свадебный пир',
    year: '1883',
    id: '103'
  },
  {
    author: 'Константин Маковский',
    name: 'Гадание',
    year: '1890',
    id: '104'
  },
  {
    author: 'Константин Маковский',
    name: 'Портрет графини Софьи',
    year: '1890',
    id: '105'
  },
  {
    author: 'Константин Маковский',
    name: 'Перемещение ковра Мухаммеда из Мекки в Каир',
    year: '1875',
    id: '106'
  },
  {
    author: 'Василий Поленов',
    name: 'Деревня Окулова гора',
    year: '1860',
    id: '107'
  },
  {
    author: 'Василий Поленов',
    name: 'Переправа через реку',
    year: '1872',
    id: '108'
  },
  {
    author: 'Василий Поленов',
    name: 'В парке',
    year: '1874',
    id: '109'
  },
  {
    author: 'Василий Поленов',
    name: 'Московский дворик',
    year: '1877',
    id: '110'
  },
  {
    author: 'Василий Поленов',
    name: 'Бабушкин сад',
    year: '1878',
    id: '111'
  },
  {
    author: 'Огюст Ренуар',
    name: 'Мост в Шату',
    year: '1875',
    id: '112'
  },
  {
    author: 'Огюст Ренуар',
    name: 'Прогулка в Булонском лесу',
    year: '1873',
    id: '113'
  },
  {
    author: 'Огюст Ренуар',
    name: 'Портрет Жанны Самари',
    year: '1877',
    id: '114'
  },
  {
    author: 'Огюст Ренуар',
    name: 'Завтрак гребцов',
    year: '1881',
    id: '115'
  },
  {
    author: 'Огюст Ренуар',
    name: 'Зонтики',
    year: '1886',
    id: '116'
  },
  {
    author: 'Архип Куинджи',
    name: 'На острове Валааме',
    year: '1873',
    id: '117'
  },
  {
    author: 'Архип Куинджи',
    name: 'Украинская ночь',
    year: '1876',
    id: '118'
  },
  {
    author: 'Архип Куинджи',
    name: 'Берёзовая роща',
    year: '1879',
    id: '119'
  },
  {
    author: 'Архип Куинджи',
    name: 'Лунная ночь на Днепре',
    year: '1880',
    id: '1201'
  },
  {
    author: 'Василий Суриков',
    name: 'Утро стрелецкой казни',
    year: '1881',
    id: '121'
  },
  {
    author: 'Василий Суриков',
    name: 'Взятие снежного городка',
    year: '1891',
    id: '122'
  },
  {
    author: 'Василий Суриков',
    name: 'Покорение Сибири Ермаком Тимофеевичем',
    year: '1895',
    id: '123'
  },
  {
    author: 'Василий Суриков',
    name: 'Переход Суворова через Альпы',
    year: '1899',
    id: '124'
  },
  {
    author: 'Валентин Серов',
    name: 'Девочка с персиками',
    year: '1887',
    id: '125'
  },
  {
    author: 'Исаак Левитан',
    name: 'Над вечным покоем',
    year: '1894',
    id: '126'
  },
  {
    author: 'Исаак Левитан',
    name: 'Март',
    year: '1895',
    id: '127'
  },
  {
    author: 'Исаак Левитан',
    name: 'Золотая осень',
    year: '1895',
    id: '128'
  },
  {
    author: 'Иван Шишкин',
    name: 'Ручей в берёзовом лесу',
    year: '1883',
    id: '129'
  },
  {
    author: 'Иван Шишкин',
    name: 'Рожь',
    year: '1878',
    id: '130'
  },
  {
    author: 'Иван Шишкин',
    name: 'Корабельная роща',
    year: '1898',
    id: '131'
  },
  {
    author: 'Александра Маковский',
    name: 'Надоела',
    year: '1897',
    id: '132'
  },
  {
    author: 'Франсуа Буше',
    name: 'Четыре сезона - Весна',
    year: '1755',
    id: '133'
  },
  {
    author: 'Виктор Васнецов',
    name: 'Витязь на распутье',
    year: '1878',
    id: '134'
  },
  {
    author: 'Виктор Васнецов',
    name: 'Ковер-самолёт',
    year: '1880',
    id: '135'
  },
  {
    author: 'Виктор Васнецов',
    name: 'Три царевны подземного царства',
    year: '1884',
    id: '136'
  },
  {
    author: 'Виктор Васнецов',
    name: 'Иван-царевич на Сером Волке',
    year: '1888',
    id: '137'
  },
  {
    author: 'Виктор Васнецов',
    name: 'Царь Иван Васильевич Грозный',
    year: '1896',
    id: '138'
  },
  {
    author: 'Николай Богданов-Бельский',
    name: 'Устный счёт',
    year: '1895',
    id: '139'
  },
  {
    author: 'Николай Богданов-Бельский',
    name: 'У дверей школы',
    year: '1897',
    id: '140'
  },
  {
    author: 'Эдуард Мане',
    name: 'Женщина с кувшином',
    year: '1858',
    id: '141'
  },
  {
    author: 'Клод Лоррен',
    name: 'Отплытие святой Урсулы',
    year: '1614',
    id: '142'
  },
  {
    author: 'Карл Лемох',
    name: 'Варька',
    year: '1893',
    id: '143'
  },
  {
    author: 'Василий тропинин',
    name: 'Девушка с горшком роз',
    year: '1850',
    id: '144'
  },
  {
    author: 'Гюстав Курбе',
    name: 'Мастерская художника',
    year: '1855',
    id: '145'
  },
  {
    author: 'Иван Богданов',
    name: 'За расчётом',
    year: '1890',
    id: '146'
  },
  {
    author: 'Иван Богданов',
    name: 'Новичок',
    year: '1893',
    id: '147'
  },
  {
    author: 'Рене Магритт',
    name: 'Сын человеческий',
    year: '1964',
    id: '148'
  },
  {
    author: 'Сальвадор Дали',
    name: 'Сон, вызванный полётом пчелы вокруг граната, за секунду до пробуждения',
    year: '1944',
    id: '149'
  },
  {
    author: 'Казимир Малевич',
    name: 'Черный квадрат',
    year: '1915',
    id: '150'
  },
];

export default images;
